{
  "plugins": {
    "blink.cmp": {
      "src": "git@github.com:saghen/blink.cmp.git",
      "version": "1.0.0 - 2.0.0"
    },
    "conform.nvim": {
      "src": "git@github.com:stevearc/conform.nvim.git"
    },
    "doc-highlight": {
      "src": "git@github.com:allworldg/doc-highlight.git"
    },
    "fidget.nvim": {
      "src": "git@github.com:j-hui/fidget.nvim.git"
    },
    "friendly-snippets": {
      "src": "git@github.com:rafamadriz/friendly-snippets.git"
    },
    "fzf-lua": {
      "src": "git@github.com:ibhagwan/fzf-lua.git"
    },
    "gitsigns.nvim": {
      "src": "git@github.com:lewis6991/gitsigns.nvim"
    },
    "mason.nvim": {
      "src": "git@github.com:mason-org/mason.nvim"
    },
    "mini.comment": {
      "src": "git@github.com:nvim-mini/mini.comment"
    },
    "mini.doc": {
      "src": "git@github.com:nvim-mini/mini.doc.git"
    },
    "nvim-autopairs": {
      "src": "git@github.com:windwp/nvim-autopairs.git"
    },
    "nvim-surround": {
      "src": "git@github.com:kylechui/nvim-surround.git"
    },
    "nvim-tree.lua": {
      "src": "git@github.com:nvim-tree/nvim-tree.lua.git"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-ts-autotag": {
      "src": "git@github.com:windwp/nvim-ts-autotag"
    }
  }
}